Repository: tdu-naifen/transcript
Catalog: App/AcceptanceUI.xcstrings
Source language: en
Languages: zh_hans

source: Cancel
zh_hans: 取消

source: Confirm meeting name
zh_hans: 确认会议名称

source: Done
zh_hans: 完成

source: Edit speaker name
zh_hans: 编辑说话人姓名

source: Enter or confirm a name for this meeting.
zh_hans: 请输入或确认这场会议的名称。

source: Identifying speaker…
zh_hans: 正在识别说话人…

source: Keep Default
zh_hans: 保留默认名称

source: Meeting name
zh_hans: 会议名称

source: No transcript
zh_hans: 没有转写内容

source: Reprocess
zh_hans: 重新处理

source: Reprocess the original audio to create a transcript.
zh_hans: 使用原始音频重新处理并生成转写。

source: Save
zh_hans: 保存

source: Speaker Insights
zh_hans: 说话人洞察

source: Speaker name
zh_hans: 说话人姓名

source: This name is used for this speaker in every meeting.
zh_hans: 此姓名会用于所有会议中的同一说话人。

source: Unknown speaker
zh_hans: 未知说话人
